Revit 2024 API
UnitTypeId.MetersToTheSixthPower Property
 Meters to the sixth power.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MetersToTheSixthPower { get; }
Visual Basic
Public Shared ReadOnly Property MetersToTheSixthPower As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MetersToTheSixthPower {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace